tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "go"
brew "golangci-lint"
brew "libxml2"
brew "node"
brew "pkgconf"
cask "android-file-transfer"
cask "appcleaner"
cask "bitwarden"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "font-jetbrains-mono"
cask "git-credential-manager"
cask "hot"
cask "insomnia"
cask "libreoffice"
cask "lm-studio"
cask "qbittorrent"
cask "rectangle"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
vscode "arjun.swagger-viewer"
vscode "dunstontc.vscode-go-syntax"
vscode "golang.go"
vscode "hermitter.oh-lucy-vscode"
vscode "humao.rest-client"
vscode "redhat.vscode-yaml"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/staticcheck"
