tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "go"
brew "node"
cask "aerospace"
cask "android-file-transfer"
cask "appcleaner"
cask "bitwarden"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "font-jetbrains-mono"
cask "git-credential-manager"
cask "hot"
cask "insomnia"
cask "libreoffice"
cask "obsidian"
cask "qbittorrent"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
vscode "arjun.swagger-viewer"
vscode "dunstontc.vscode-go-syntax"
vscode "golang.go"
vscode "hermitter.oh-lucy-vscode"
vscode "humao.rest-client"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
