tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "awscli"
brew "go"
brew "golangci-lint"
brew "node"
brew "pkgconf"
brew "rclone"
brew "sevenzip"
brew "telnet"
cask "appcleaner"
cask "bitwarden"
cask "claude-code"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "font-jetbrains-mono"
cask "git-credential-manager"
cask "hot"
cask "insomnia"
cask "libreoffice"
cask "obsidian"
cask "qbittorrent"
cask "rectangle"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
vscode "dunstontc.vscode-go-syntax"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hermitter.oh-lucy-vscode"
vscode "humao.rest-client"
vscode "ms-vscode.cpptools"
vscode "platformio.platformio-ide"
vscode "vscodevim.vim"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/staticcheck"
